Repository: Source-It-Fresh/SiF-Public-Code-Repo
Catalog: src/Common/Libs/SiF_Common_RCL/Pages/Information/Growers.*.resx
Languages: af

# Details001.1
source: You've put in all the "hard yards", now is the time to maximise on productivity and profitability. Source it Fresh connects you to your market seamlessly, with minimal effort and future production mapped out. Get payment upfront, have your market determine your production cycles, product demand and volumes. Now you can run your entire operation from your mobile phone or laptop.
af: Jy het al die "harde werwe" ingesit, dit is nou die tyd om produktiwiteit en winsgewendheid te maksimeer. Source it Fresh verbind jou naatloos met jou mark, met minimale moeite en toekomstige produksie uitgestippel. Kry vooraf betaling, laat jou mark jou produksiesiklusse, produkaanvraag en volumes bepaal. Nou kan jy jou hele operasie vanaf jou selfoon of skootrekenaar uitvoer.

# Details001.2
source: With an easy to use interface, Source it Fresh gives you complete control over the growing area including the ability to connect with growers in other locations for advice, troubleshooting, knowledge base and predicted growing times.
af: Met 'n maklik om te gebruik koppelvlak, gee Source it Fresh jou volledige beheer oor die groeigebied, insluitend die vermoë om met produsente op ander plekke kontak te maak vir advies, probleemoplossing, kennisbasis en voorspelde groeitye.

# Details002.1
source: By utilising Vertical growing spaces it is possible to have many more plants per sqaure metre. Save costs on electricity with Solar power, save water with a super efficient recycling system and maximise on the profitability of your growing area. All planting cycles, species selection and growing times are calculated by the App.
af: Deur vertikale groeiruimtes te gebruik is dit moontlik om baie meer plante per vierkante meter te hê. Bespaar koste op elektrisiteit met Sonkrag, bespaar water met 'n superdoeltreffende herwinningstelsel en maksimeer die winsgewendheid van jou groeiende area. Alle plantsiklusse, spesiekeuse en groeitye word deur die App bereken.

# Details002.2
source: These are carefully balanced to assist you wherever you are in the World to provide your market with all the produce they'll require during the year. All the data from growing facilities around the globe is collated to help you, no matter what your weather conditions are.
af: Dit is noukeurig gebalanseer om jou te help waar jy ook al in die wêreld is om jou mark te voorsien van al die produkte wat hulle gedurende die jaar benodig. Al die data van groeiende fasiliteite regoor die wêreld word versamel om jou te help, maak nie saak wat jou weerstoestande is nie.

# Heading001
source: Streamline your production and sales effectively
af: Stroomlyn jou produksie en verkope effektief

# Heading002
source: Have a look around you
af: Kyk bietjie om jou

# SubDetails001
source: Technology has given us all the tools we need to maximise on production and value.
af: Tegnologie het ons al die gereedskap gegee wat ons nodig het om produksie en waarde te maksimeer.

# SubDetails002
source: Serve a base of restaurants, fast food joints, catering companies and local consumers.
af: Bedien 'n basis van restaurante, kitskosplekke, spysenieringsmaatskappye en plaaslike verbruikers.

# SubDetails003
source: No matter where you are. Grow, connect & supply, all through an easy-to-use App.
af: Maak nie saak waar jy is nie. Groei, koppel en verskaf alles deur 'n maklik-om-te gebruik App.

# SubDetails004
source: Growing times, species development and nutrient information for best results.
af: Groei tye, spesie ontwikkeling en voedingstof inligting vir die beste resultate.

# SubHeading001
source: Smart systems
af: Slim stelsels

# SubHeading002
source: Healthy food
af: Gesonde kos

# SubHeading003
source: Grow anywhere
af: Groei enige plek

# SubHeading004
source: Worldwide data
af: Wêreldwye data

source: View Details
af: Sien Besonderhede
