Repository: Source-It-Fresh/SiF-Public-Code-Repo
Catalog: src/Common/Libs/SiF_Common_RCL/Pages/Index.*.resx
Languages: af

source: Consumers
af: Verbruikers

# ConsumersText
source: Have unified connection with producers of products that you use and consume in close proximity to you. Build green credits for future value.
af: Het 'n verenigde verband met produsente van produkte wat jy gebruik en verbruik in die nabyheid van jou. Bou groen krediete vir toekomstige waarde.

# Details001.1
source: A circular production systems app for suppliers, producers and consumers. Providing all the participants the information required to successfully complete the cycle end to end. Combining future production and healthy practices for you, your business, your customers, your supply chain and your world.
af: 'n Omsendbrief produksiestelsels-app vir verskaffers, produsente en verbruikers. Die verskaffing van al die deelnemers die inligting wat nodig is om die siklus einde suksesvol te voltooi tot einde. Die kombinasie van toekomstige produksie en gesonde praktyke vir u, u besigheid, u kliënte, u voorsieningsketting en u wêreld.

# Details001.2
source: "Take the path of regenerating our planet... your journey will be rewarding indeed."
af: "Neem die pad om ons planeet te herstel... jou reis sal inderdaad lonend wees."

# Details002.1
source: Producers existing or new, have the tools to prepare and plan production spaces in direct proportion to the demand for a finished product.
af: Produsente wat bestaan of nuut is, het die gereedskap om produksieruimtes voor te berei en te beplan in direkte verhouding tot die vraag na 'n finale produk.

# Details002.2
source: Consumers and end-users can now plan their demand with producers, looping the value chain as effectively as possible.
af: Verbruikers en eindgebruikers kan nou hul vraag met produsente beplan en die waardeketting so effektief as moontlik loop.

# Details002.3
source: Suppliers of materials and services for producers, close the last leg of the loop for sustainable and regenerative practices, anywhere on the globe.
af: Verskaffers van materiale en dienste vir produsente, sluit die laaste been van die lus vir volhoubare en regeneratiewe praktyke, oral op die wêreld.

# Details003
source: Plan, learn, produce, buy, sell or donate products. Wherever you are on our planet.
af: Beplan, leer, produseer, koop, verkoop of skenk produkte. Waar jy ook al op ons planeet is.

# Details004.1
source: Register - Your personal data is yours alone
af: Registreer - Jou persoonlike data is joune alleen

# Details004.2
source: Choose your model - Production, Consumption, Supplies or all three
af: Kies jou model - Produksie, Verbruik, Voorrade of al drie

# Details004.3
source: Plan your production or demand
af: Beplan jou produksie of vraag

# Details004.4
source: Broadcast your business and engage with others
af: Saai jou besigheid uit en betrek ander

# Details005.1
source: Registration made easy, one click authenticate via your existing social media account(s)
af: Registrasie maklik gemaak, een klik outentiseer via jou bestaande sosiale media rekening(s)

# Details005.2
source: Just a note on data here. We're not interested in your personal data. The data we're collecting is the raw stuff that will help everyone in the SIF community.
af: Deur aan te meld, kry jy toegang tot 'n ryk oorvloed werklike wêreld, integrasie gereed funksies en funksies wat deur SIF.

# Details005.3
source: By logging in you gain access to a rich plethora of real world, integration ready features and functions provided by SIF.
af: Net 'n nota oor data hier. Ons stel nie belang in u persoonlike data nie. Die data wat ons versamel, is die rou dinge wat almal in die SIF-gemeenskap sal help.

# Greetings1
source: Source it Fresh, an open-source platform for all parties in the fresh consumable product cycle.
af: Source it Fresh, 'n oopbronplatform vir alle partye in die vars verbruikbare produksiklus.

# Greetings2
source: Enabling strong, carbon-conscious, and notable communities of producers, suppliers and consumers.
af: Om sterk, koolstofbewuste en noemenswaardige gemeenskappe van produsente, verskaffers en verbruikers moontlik te maak.

# Heading001
source: Sensible - Intelligent - Fresh
af: Verstandig - Intelligent - Vars

# Heading002
source: Does your future fit any of these cycles?
af: Pas jou toekoms by enige van hierdie siklusse?

# Heading003
source: Growing, preparing or producing something with a best use date is super-charged with Source it Fresh.
af: Groei, voorbereiding of vervaardiging van iets met 'n beste gebruik datum is super-gelaai met Source it Fresh.

# Heading004
source: How do I start with Source it Fresh?
af: Hoe begin ek met Source it Fresh?

# Heading005
source: Effortless sign up / sign in
af: Moeitelose aanmelding / teken aan

source: Producers
af: Produsente

# ProducersText
source: Boost your productivity, scale your business and fulfill your orders seamlessly. Be rewarded for your carbon-conscious methodology.
af: Verhoog u produktiwiteit, skaal u besigheid en vervul u bestellings naatloos. Word beloon vir jou koolstofbewuste metodologie.

source: Suppliers
af: Verskaffers

# SuppliersText
source: Co-ordinate your supply business with minimal effort for all your Source it Fresh customers. Share in rewards for green credits and sustainable practices.
af: Koördineer u aanbodbesigheid met minimale moeite vir al u Bron dit Vars kliënte. Deel in belonings vir groen krediete en volhoubare praktyke.

# Title
source: Your business, only better..
af: Jou besigheid, net beter..

source: View Details
af: Bekyk besonderhede
